<!DOCTYPE html>
<html> 
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<meta name="generator" content="RocketCake">
<meta property="og:title" content="Solidariedade | Tese Invariante" />
<meta property="og:type" content="website" />
<meta property="og:url" content="https://solidariedade.ml/tese.htm" />	<title>Solidariedade | Tese Invariante</title>
	<style type="text/css">
		a { color:#5D5D9E; } 
		a:visited { color:#5D5D9E; } 
		a:active { color:#5C615E; } 
		a:hover { color:#B2B3B4; } 
		a.wsp450824da{ color:#ADA6AF; text-decoration: underline} 
		a.wsp450824da:visited{ color:#D0A6DA; text-decoration: none} 
		a.wsp450824da:active{ color:#FFFFFF; text-decoration: none} 
		a.wsp450824da:hover{ color:#FFFFFF; text-decoration: none} 
		a.wsp5d26a4c5{ color:#FFFFFF; text-decoration: none} 
		a.wsp5d26a4c5:visited{ color:#FFFFFF; text-decoration: none} 
		a.wsp5d26a4c5:active{ color:#FFFFFF; text-decoration: none} 
		a.wsp5d26a4c5:hover{ color:#FFFFFF; text-decoration: underline} 
		a.wsp4e2dc648{ color:#C0C0C0; text-decoration: none} 
		a.wsp4e2dc648:visited{ color:#C0C0C0; text-decoration: none} 
		a.wsp4e2dc648:active{ color:#C0C0C0; text-decoration: underline} 
		a.wsp4e2dc648:hover{ color:#C0C0C0; text-decoration: none} 
	</style>
</head>
<body style="background-color:#8E171D; padding:0;  margin: 0;">
<div style="text-align:left;">
<div style="vertical-align: top; position:relative; display: inline-block; width:16%; min-height:68px; background:none; " id="container_67f07d53"><div style="margin: 10px; display: block; " id="container_67f07d53_padding" ><div style="text-align:left;"><img src="imagens/bsolidariedadelogonomemaior.png" style="vertical-align: bottom; position:relative; display: inline-block; width:100%; background:none; " id="img_7f0e379e" alt="" title="" /></div>
<div style="clear:both"></div></div></div><div style="vertical-align: top; position:relative; display: inline-block; width:84%; min-height:84px; background:none; " id="container_6079fd27"><div style="margin: 10px; display: block; " id="container_6079fd27_padding" ><div style="text-align:right;"><span style="font-size:14pt; font-family:Arial, Helvetica, sans-serif; color:#000000; "><br/></span><span style="font-size:13pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; font-weight:bold; "><a href="index.html" class="wsp4e2dc648">P&#225;gina Principal</a></span><span style="font-size:13pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; ">&#160;&#160;&#160;&#9733;&#160;&#160;</span><span style="font-size:13pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; font-weight:bold; "><a href="tese.htm" class="wsp4e2dc648">Tese Invariante</a></span><span style="font-size:13pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; font-weight:bold; ">&#160;&#160;&#160;&#9733;&#160;&#160;</span><span style="font-size:13pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; font-weight:bold; "><a href="reunir.htm" class="wsp4e2dc648">Pr&#243;ximas Reuni&#245;es</a></span><span style="font-size:14pt; font-family:Arial, Helvetica, sans-serif; color:#000000; ">&#160;</span><span style="font-size:13pt; font-family:Arial, Helvetica, sans-serif; color:#000000; ">&#160;</span></div>
</div></div>  </div>
<div style="text-align:center;">
<div style="vertical-align: top; position:relative; display: inline-block; width:80%; min-height:135px; background:none; " id="container_1ccbda6e"><div style="margin: 10px; display: block; " id="container_1ccbda6e_padding" ><div style="text-align:center;"><span style="font-size:20pt; font-family:Arial, Helvetica, sans-serif; color:#000000; font-weight:bold; "><br/><br/></span><span style="font-size:20pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; font-weight:bold; text-decoration:underline; ">Tese Invariante do Movimento Solidariedade em Luta</span><span style="font-size:20pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; font-weight:bold; "><br/></span><span style="font-size:10pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; ">Descrevendo nosso compromisso com o socialismo, contra o tecnicismo e contra o preconceito.<br/></span></div>
</div></div><div style="vertical-align: top; position:relative; display: inline-block; width:80%; min-height:232px; background:none; " id="container_149edc9c"><div style="margin: 10px; display: block; " id="container_149edc9c_padding" ><div style="text-align:left;"><span style="font-size:12pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; "><br/><br/>O Movimento Solidariedade em Luta tem um compromisso eterno com o corpo estudantil t&#233;cnico e com o socialismo cient&#237;fico. Mantemos que o capitalismo &#233; o maior obst&#225;culo ao conhecimento, e as poucas institui&#231;&#245;es p&#250;blicas de educa&#231;&#227;o que ainda n&#227;o foram destru&#237;das tem seu tempo contado nas m&#227;os de um governo sanguin&#225;rio. Mantemos que a educa&#231;&#227;o t&#233;cnica, da forma que &#233; praticada no Brasil, n&#227;o exercita o senso cr&#237;tico dos estudantes e age puramente no intuito da forma&#231;&#227;o de m&#227;o-de-obra barata.<br/><br/>Nossa obriga&#231;&#227;o &#233; trocar a educa&#231;&#227;o tecnicista pela pedagogia cr&#237;tica de Paulo Freire, um grande educador, que por mais que tenha sua imagem explorada pelas entidades burguesas, n&#227;o tem sua pr&#225;tica aplicada. A educa&#231;&#227;o cr&#237;tica n&#227;o somente prescreve o &#8220;certo&#8221;, e sim formula um racioc&#237;nio l&#243;gico que incentiva a criatividade, n&#227;o ensina somente o que aplicar, mas ensina a inventar.<br/><br/>Paulo Freire criticou a educa&#231;&#227;o t&#233;cnica tradicional como um sistema que privilegia excessivamente a tecnologia educacional e que transforma professores e alunos em meros executores e receptores de projetos elaborados sem nenhum recurso &#224; criatividade e sem qualquer v&#237;nculo com o contexto social a que se destinam. O grande educador aplicou a pedagogia cr&#237;tica em sua an&#225;lise, alegando em sua obra, &#8220;Pedagogia do Oprimido&#8221;, que a educa&#231;&#227;o t&#233;cnica s&#243; conseguiria adotar um car&#225;ter humano ap&#243;s uma revolu&#231;&#227;o cultural de intuito socialista:<br/><br/><br/></span></div>
<div style="text-align:center;"><span style="font-size:11pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; font-style:italic; ">&#8220;N&#227;o &#233; poss&#237;vel &#224; sociedade revolucion&#225;ria atribuir &#224; tecnologia as mesmas finalidades que lhe eram atribu&#237;das pela sociedade anterior, Consequentemente, nelas varia, igualmente, a forma&#231;&#227;o dos homens.<br/><br/>Neste sentido, a forma&#231;&#227;o t&#233;cnico-cient&#237;fica n&#227;o &#233; antag&#244;nica &#224; forma&#231;&#227;o humanista dos homens, desde que ci&#234;ncia e tecnologia, na sociedade revolucion&#225;ria, devem estar a servi&#231;o de sua liberta&#231;&#227;o permanente, de sua humaniza&#231;&#227;o.&#8221; </span><span style="font-size:11pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; ">(A Pedagogia do Oprimido)<br/><br/><br/></span></div>
<div style="text-align:left;"><span style="font-size:12pt; font-family:Arial, Helvetica, sans-serif; color:#FFFFFF; ">Somente com a educa&#231;&#227;o cr&#237;tica podemos ter grandes inventores em vez de grandes figuras p&#250;blicas. Os socialistas identificaram desde cedo o potencial do ser humano para criar inven&#231;&#245;es que v&#227;o al&#233;m de ferramentas de aliena&#231;&#227;o ou de otimiza&#231;&#245;es para a linha de produ&#231;&#227;o. Marx e Engels criticaram a educa&#231;&#227;o burguesa e tecnicista desde cedo, m&#233;todos resumidos na ideia da &#8220;Educa&#231;&#227;o Prussiana&#8221;, que servia principalmente para formar m&#227;o-de-obra barata, e em seus aspectos especializados, alienar os engenheiros do processo de produ&#231;&#227;o e dos humanos que operam as m&#225;quinas constru&#237;das por eles.<br/><br/>Os leninistas se aprofundaram nas concep&#231;&#245;es marxistas da educa&#231;&#227;o, desenvolvendo e colocando em pr&#225;tica m&#233;todos construtivos e inovadores dentro dos espa&#231;os t&#233;cnicos. Observamos qu&#227;o construtiva a educa&#231;&#227;o socialista foi quando observamos o grande repert&#243;rio cient&#237;fico dos estados prolet&#225;rios: A Vacina do Anthrax, o Cora&#231;&#227;o Artificial, o primeiro Telem&#243;vel, nove circuitos integrados, os primeiros experimentos com redes computacionais (uma certa forma de &#8220;internet&#8221; primitiva), e muitas outras inven&#231;&#245;es.<br/><br/><br/>O progresso cient&#237;fico-tecnol&#243;gico do socialismo n&#227;o poderia ter existido se os t&#233;cnicos fossem ensinados somente a otimizar as linhas de produ&#231;&#227;o, se fossem ensinados a se maravilhar com inven&#231;&#245;es propriet&#225;rias e com grandes figuras p&#250;blicas em vez de serem instru&#237;dos a pensar metodicamente. <br/><br/>A engenharia reversa - um processo declarado &#8220;pirataria&#8221; e chamado de &#8220;viola&#231;&#227;o da propriedade intelectual&#8221; pelas entidades que desejam cultivar uma mentalidade individualista onde o conhecimento &#233; distribu&#237;do somente pelas interfaces limitadas de seus dispositivos - era uma pr&#225;tica de treinamento comum na educa&#231;&#227;o t&#233;cnica socialista. A engenharia reversa n&#227;o era um simples processo de c&#243;pia, mas sim uma reinven&#231;&#227;o, o processo de ensinar como algo era impressionante, n&#227;o focando simplesmente em seu benef&#237;cio direto.<br/><br/>Defendemos a constru&#231;&#227;o de uma nova educa&#231;&#227;o t&#233;cnica, baseada na inven&#231;&#227;o, que n&#227;o tem a fun&#231;&#227;o de alienar os t&#233;cnicos, fazendo os mesmos se sentirem e se comportarem como milion&#225;rios temporariamente envergonhados que n&#227;o conseguem ver o impacto social de seu trabalho. Defendemos a pedagogia cr&#237;tica, pois somente com ela conseguimos ensinar os estudantes a construir n&#227;o s&#243; meras m&#225;quinas, mas a construir o futuro.<br/><br/>A outra obriga&#231;&#227;o do Movimento Solidariedade em Luta &#233; o esfor&#231;o constante contra o reacionarismo, mobilizando os estudantes contra o racismo, contra o machismo, contra a xenofobia, contra a homofobia, contra a transfobia e contra qualquer outra forma de preconceito.<br/><br/>Reconhecemos que o racismo n&#227;o se manifesta somente de forma escancarada, mas sim de forma sist&#234;mica. O capitalismo no Brasil se formou na base do racismo, com a aboli&#231;&#227;o formal da escravid&#227;o relegando a popula&#231;&#227;o negra &#224; uma posi&#231;&#227;o de ex&#233;rcito-reserva do trabalho, sendo usada como fonte de m&#227;o-de-obra barata, ca&#231;ada e oprimida pela &#8220;justi&#231;a&#8221; burguesa.<br/><br/>Ap&#243;s associar a negritude &#224; pobreza, a burguesia brasileira conseguiu criminalizar a cultura negra da mesma forma que os aristocratas tinham &#224; criminalizado, embarcando em uma campanha de destrui&#231;&#227;o identit&#225;ria, associando a n&#227;o-branquitude com a sujeira e com a bandidagem.<br/><br/>Tamb&#233;m observamos estruturas sist&#234;micas quando analisamos a quest&#227;o do machismo, da homofobia e da transfobia. A cria&#231;&#227;o da &#8220;fam&#237;lia tradicional&#8221;, uma institui&#231;&#227;o que se baseia na subjuga&#231;&#227;o da mulher e na &#8220;vigil&#226;ncia moral&#8221; perpetuada pelos homens na fam&#237;lia, foi necess&#225;ria para o desenvolvimento inicial do capitalismo. <br/><br/>A &#8220;fam&#237;lia&#8221; capitalista n&#227;o &#233; uma estrutura baseada no cuidado e amor m&#250;tuo, e sim na subjuga&#231;&#227;o e vigil&#226;ncia moral contra a mulher e os filhos, &#233; a institucionaliza&#231;&#227;o da divis&#227;o de g&#234;nero como uma divis&#227;o social do trabalho: A separa&#231;&#227;o entre o papel das mulheres como enfermeiras, donas de casa e cuidadoras da pr&#243;xima gera&#231;&#227;o de trabalhadores obedientes &#8211; e o papel dos homens como trabalhadores manuais, acad&#234;micos e agentes de estado. <br/><br/>O capitalismo moderno, cada vez mais necessitando de um aumento no volume de produ&#231;&#227;o, &#8220;tolerou&#8221; at&#233; um certo ponto uma flexibiliza&#231;&#227;o desses pap&#233;is, mas seus intuitos continuam os mesmos. A estrutura de &#8220;vigil&#226;ncia moral&#8221; da fam&#237;lia tradicional tamb&#233;m causa a homofobia e a transfobia, com qualquer pessoa que escapa das expectativas impostas sobre ela pela divis&#227;o social do trabalho sendo violentamente reprimida. Essas estruturas s&#227;o o que encorajam o preconceito e a viol&#234;ncia no n&#237;vel individual, com o opressor se vendo como o burgu&#234;s, e com o oprimido sendo visto como o prolet&#225;rio.<br/><br/>Quando temos uma abordagem que envolve a cria&#231;&#227;o de espa&#231;os e a conscientiza&#231;&#227;o contra o preconceito, estamos direcionando aqueles que sofrem de ataques constantes dos opressores &#224; terem perspectiva da real fonte de seu sofrimento, al&#233;m de qualquer conflito individual. Por conta disso, tal abordagem &#233; fundamental em nosso Movimento.<br/></span><span style="font-size:12pt; font-family:Arial, Helvetica, sans-serif; color:#000000; "><br/></span></div>
</div></div>  </div>
</body>
</html>